
/* Class = "NSMenuItem"; title = "Passar tudo para a frente"; ObjectID = "5"; */
"5.title" = "Passar tudo para a frente";

/* Class = "NSMenuItem"; title = "Janela"; ObjectID = "19"; */
"19.title" = "Janela";

/* Class = "NSMenuItem"; title = "Minimizar"; ObjectID = "23"; */
"23.title" = "Minimizar";

/* Class = "NSMenu"; title = "Janela"; ObjectID = "24"; */
"24.title" = "Janela";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Acerca do MPlayerX"; ObjectID = "58"; */
"58.title" = "Acerca do MPlayerX";

/* Class = "NSMenuItem"; title = "Abrir…"; ObjectID = "72"; */
"72.title" = "Abrir…";

/* Class = "NSMenuItem"; title = "Fechar"; ObjectID = "73"; */
"73.title" = "Fechar";

/* Class = "NSMenu"; title = "Ficheiro"; ObjectID = "81"; */
"81.title" = "Ficheiro";

/* Class = "NSMenuItem"; title = "Ficheiro"; ObjectID = "83"; */
"83.title" = "Ficheiro";

/* Class = "NSMenuItem"; title = "Abrir recente"; ObjectID = "124"; */
"124.title" = "Abrir recente";

/* Class = "NSMenu"; title = "Abrir recente"; ObjectID = "125"; */
"125.title" = "Abrir recente";

/* Class = "NSMenuItem"; title = "Limpar menu"; ObjectID = "126"; */
"126.title" = "Limpar menu";

/* Class = "NSMenuItem"; title = "Preferências…"; ObjectID = "129"; */
"129.title" = "Preferências…";

/* Class = "NSMenu"; title = "Serviços"; ObjectID = "130"; */
"130.title" = "Serviços";

/* Class = "NSMenuItem"; title = "Serviços"; ObjectID = "131"; */
"131.title" = "Serviços";

/* Class = "NSMenuItem"; title = "Ocultar o MPlayerX"; ObjectID = "134"; */
"134.title" = "Ocultar o MPlayerX";

/* Class = "NSMenuItem"; title = "Sair do MPlayerX"; ObjectID = "136"; */
"136.title" = "Sair do MPlayerX";

/* Class = "NSMenuItem"; title = "Ocultar outras aplicações"; ObjectID = "145"; */
"145.title" = "Ocultar outras aplicações";

/* Class = "NSMenuItem"; title = "Mostrar tudo"; ObjectID = "150"; */
"150.title" = "Mostrar tudo";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "239"; */
"239.title" = "Zoom";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Ajuda"; ObjectID = "490"; */
"490.title" = "Ajuda";

/* Class = "NSMenu"; title = "Ajuda"; ObjectID = "491"; */
"491.title" = "Ajuda";

/* Class = "NSMenuItem"; title = "Página wiki do MPlayerX"; ObjectID = "492"; */
"492.title" = "Página wiki do MPlayerX";

/* Class = "NSButton"; ibShadowedToolTip = "Activar/desactivar modo de ecrã completo"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "Activar/desactivar modo de ecrã completo";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "toggleFullScreen";

/* Class = "NSButton"; ibShadowedToolTip = "Reproduzir/Pausar"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "Reproduzir/Pausar";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "togglePlayPause";

/* Class = "NSButton"; ibShadowedToolTip = "Toggle Fillscreen"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "Toggle Fillscreen";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "toggleFillScreen";

/* Class = "NSSlider"; ibShadowedToolTip = "Volume"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "Volume";

/* Class = "NSButton"; ibShadowedToolTip = "Activar/desactivar modo silencioso"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "Activar/desactivar modo silencioso";

/* Class = "NSButtonCell"; title = "VolumeButton"; ObjectID = "572"; */
"572.title" = "VolumeButton";

/* Class = "NSWindow"; title = "Abrir URL"; ObjectID = "627"; */
"627.title" = "Abrir URL";

/* Class = "NSTextFieldCell"; title = "URL multimédia"; ObjectID = "630"; */
"630.title" = "URL multimédia";

/* Class = "NSButtonCell"; title = "Cancelar"; ObjectID = "634"; */
"634.title" = "Cancelar";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "636"; */
"636.title" = "OK";

/* Class = "NSMenuItem"; title = "Abrir URL..."; ObjectID = "644"; */
"644.title" = "Abrir URL...";

/* Class = "NSMenuItem"; title = "Edição"; ObjectID = "659"; */
"659.title" = "Edição";

/* Class = "NSMenu"; title = "Edição"; ObjectID = "660"; */
"660.title" = "Edição";

/* Class = "NSMenuItem"; title = "Cortar"; ObjectID = "664"; */
"664.title" = "Cortar";

/* Class = "NSMenuItem"; title = "Copiar"; ObjectID = "665"; */
"665.title" = "Copiar";

/* Class = "NSMenuItem"; title = "Colar"; ObjectID = "666"; */
"666.title" = "Colar";

/* Class = "NSMenuItem"; title = "Apagar"; ObjectID = "668"; */
"668.title" = "Apagar";

/* Class = "NSMenuItem"; title = "Seleccionar tudo"; ObjectID = "669"; */
"669.title" = "Seleccionar tudo";

/* Class = "NSTextFieldCell"; title = "Velocidade:"; ObjectID = "736"; */
"736.title" = "Velocidade:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "Atraso áudio:"; ObjectID = "743"; */
"743.title" = "Atraso áudio:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "Atraso legenda:"; ObjectID = "749"; */
"749.title" = "Atraso legenda:";

/* Class = "NSButton"; ibShadowedToolTip = "Mostrar/ocultar controlos de reprodução"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "Mostrar/ocultar controlos de reprodução";

/* Class = "NSMenuItem"; title = "Reprodução"; ObjectID = "782"; */
"782.title" = "Reprodução";

/* Class = "NSMenu"; title = "Reprodução"; ObjectID = "783"; */
"783.title" = "Reprodução";

/* Class = "NSMenuItem"; title = "Mudar legenda"; ObjectID = "784"; */
"784.title" = "Mudar legenda";

/* Class = "NSMenuItem"; title = "Snapshot"; ObjectID = "786"; */
"786.title" = "Snapshot";

/* Class = "NSMenuItem"; title = "Aumentar tamanho das legendas"; ObjectID = "829"; */
"829.title" = "Aumentar tamanho das legendas";

/* Class = "NSMenuItem"; title = "Diminuir tamanho das legendas"; ObjectID = "830"; */
"830.title" = "Diminuir tamanho das legendas";

/* Class = "NSMenuItem"; title = "Reproduzir do último ponto antes de parar"; ObjectID = "836"; */
"836.title" = "Reproduzir do último ponto antes de parar";

/* Class = "NSMenuItem"; title = "Mudar áudio"; ObjectID = "853"; */
"853.title" = "Mudar áudio";

/* Class = "NSMenuItem"; title = "Aumentar volume"; ObjectID = "857"; */
"857.title" = "Aumentar volume";

/* Class = "NSMenuItem"; title = "Diminuir volume"; ObjectID = "858"; */
"858.title" = "Diminuir volume";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "882"; */
"882.title" = "Label";

/* Class = "NSMenuItem"; title = "Destrancar proporção"; ObjectID = "903"; */
"903.title" = "Destrancar proporção";

/* Class = "NSMenuItem"; title = "Repor proporção"; ObjectID = "904"; */
"904.title" = "Repor proporção";

/* Class = "NSMenuItem"; title = "Optimizador de Vídeo"; ObjectID = "912"; */
"912.title" = "Optimizador de Vídeo";

/* Class = "NSMenuItem"; title = "Mostrar letterbox"; ObjectID = "916"; */
"916.title" = "Mostrar letterbox";

/* Class = "NSMenuItem"; title = "Mudar vídeo"; ObjectID = "935"; */
"935.title" = "Mudar vídeo";

/* Class = "NSTextFieldCell"; title = "⌘-OK: Usar ffmpeg para processar stream"; ObjectID = "940"; */
"940.title" = "⌘-OK: Usar ffmpeg para processar stream";

/* Class = "NSMenuItem"; title = "Aumentar tamanho da janela"; ObjectID = "942"; */
"942.title" = "Aumentar tamanho da janela";

/* Class = "NSMenuItem"; title = "Diminuir tamanho da janela"; ObjectID = "943"; */
"943.title" = "Diminuir tamanho da janela";

/* Class = "NSTextFieldCell"; placeholderString = "unknown"; ObjectID = "951"; */
"951.placeholderString" = "unknown";

/* Class = "NSMenuItem"; title = "Informações da Media"; ObjectID = "953"; */
"953.title" = "Informações da Media";

/* Class = "NSMenuItem"; title = "Equalizador"; ObjectID = "956"; */
"956.title" = "Equalizador";

/* Class = "NSMenuItem"; title = "Visualização"; ObjectID = "975"; */
"975.title" = "Visualização";

/* Class = "NSMenu"; title = "Visualização"; ObjectID = "976"; */
"976.title" = "Visualização";

/* Class = "NSMenuItem"; title = "Activar ecrã completo"; ObjectID = "982"; */
"982.title" = "Activar ecrã completo";

/* Class = "NSMenuItem"; title = "Mostrar/ocultar barras de preenchimento"; ObjectID = "989"; */
"989.title" = "Mostrar/ocultar barras de preenchimento";

/* Class = "NSMenuItem"; title = "Mostrar controlos auxiliares"; ObjectID = "992"; */
"992.title" = "Mostrar controlos auxiliares";

/* Class = "NSMenuItem"; title = "Mover para o Lixo"; ObjectID = "996"; */
"996.title" = "Mover para o Lixo";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging"; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging";

/* Class = "NSMenuItem"; title = "Mover frame para o centro"; ObjectID = "1001"; */
"1001.title" = "Mover frame para o centro";

/* Class = "NSMenuItem"; title = "Doar..."; ObjectID = "1009"; */
"1009.title" = "Doar...";

/* Class = "NSMenuItem"; title = "Relatar bugs / Feedback..."; ObjectID = "1012"; */
"1012.title" = "Relatar bugs / Feedback...";

/* Class = "NSButtonCell"; title = "next-episode"; ObjectID = "1015"; */
"1015.title" = "next-episode";

/* Class = "NSButtonCell"; title = "prev-episode"; ObjectID = "1018"; */
"1018.title" = "prev-episode";

/* Class = "NSMenuItem"; title = "Reproduzir episódio seguinte"; ObjectID = "1025"; */
"1025.title" = "Reproduzir episódio seguinte";

/* Class = "NSMenuItem"; title = "Reproduzir episódio anterior"; ObjectID = "1026"; */
"1026.title" = "Reproduzir episódio anterior";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad";

/* Class = "NSMenuItem"; title = "Repor tamanho da frame"; ObjectID = "1033"; */
"1033.title" = "Repor tamanho da frame";

/* Class = "NSMenuItem"; title = "Aumentar tamanho da frame"; ObjectID = "1036"; */
"1036.title" = "Aumentar tamanho da frame";

/* Class = "NSMenuItem"; title = "Aumentar tamanho da frame (menor)"; ObjectID = "1037"; */
"1037.title" = "Aumentar tamanho da frame (menor)";

/* Class = "NSMenuItem"; title = "Diminuir tamanho da frame"; ObjectID = "1038"; */
"1038.title" = "Diminuir tamanho da frame";

/* Class = "NSMenuItem"; title = "Diminuir tamanho da frame (menor)"; ObjectID = "1039"; */
"1039.title" = "Diminuir tamanho da frame (menor)";

/* Class = "NSMenuItem"; title = "Rotação vertical"; ObjectID = "1050"; */
"1050.title" = "Rotação vertical";

/* Class = "NSMenuItem"; title = "Rotação horizontal"; ObjectID = "1051"; */
"1051.title" = "Rotação horizontal";

/* Class = "NSMenuItem"; title = "Aumentar velocidade"; ObjectID = "1057"; */
"1057.title" = "Aumentar velocidade";

/* Class = "NSMenuItem"; title = "Diminuir velocidade"; ObjectID = "1058"; */
"1058.title" = "Diminuir velocidade";

/* Class = "NSMenuItem"; title = "Repor velocidade normal"; ObjectID = "1059"; */
"1059.title" = "Repor velocidade normal";

/* Class = "NSMenuItem"; title = "Aumentar atraso do áudio"; ObjectID = "1066"; */
"1066.title" = "Aumentar atraso do áudio";

/* Class = "NSMenuItem"; title = "Diminuir atraso do áudio"; ObjectID = "1067"; */
"1067.title" = "Diminuir atraso do áudio";

/* Class = "NSMenuItem"; title = "Repor atraso do áudio"; ObjectID = "1068"; */
"1068.title" = "Repor atraso do áudio";

/* Class = "NSMenuItem"; title = "Aumentar atraso das legendas"; ObjectID = "1075"; */
"1075.title" = "Aumentar atraso das legendas";

/* Class = "NSMenuItem"; title = "Diminuir atraso das legendas"; ObjectID = "1076"; */
"1076.title" = "Diminuir atraso das legendas";

/* Class = "NSMenuItem"; title = "Repor atraso das legendas"; ObjectID = "1077"; */
"1077.title" = "Repor atraso das legendas";

/* Class = "NSMenuItem"; title = "Tamanho original"; ObjectID = "1084"; */
"1084.title" = "Tamanho original";

/* Class = "NSMenuItem"; title = "Abrir VIDEO_TS..."; ObjectID = "1088"; */
"1088.title" = "Abrir VIDEO_TS...";

/* Class = "NSMenuItem"; title = "Tamanho duplo"; ObjectID = "1093"; */
"1093.title" = "Tamanho duplo";

/* Class = "NSMenuItem"; title = "Ajustar ao ecrã"; ObjectID = "1098"; */
"1098.title" = "Ajustar ao ecrã";

/* Class = "NSMenuItem"; title = "Proporção"; ObjectID = "1102"; */
"1102.title" = "Proporção";

/* Class = "NSMenu"; title = "Proporção"; ObjectID = "1103"; */
"1103.title" = "Proporção";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "Canais"; ObjectID = "1124"; */
"1124.title" = "Canais";

/* Class = "NSMenu"; title = "Canais"; ObjectID = "1125"; */
"1125.title" = "Canais";

/* Class = "NSMenuItem"; title = "Repor"; ObjectID = "1126"; */
"1126.title" = "Repor";

/* Class = "NSMenuItem"; title = "Estéreo"; ObjectID = "1128"; */
"1128.title" = "Estéreo";

/* Class = "NSMenuItem"; title = "Apenas esquerda"; ObjectID = "1129"; */
"1129.title" = "Apenas esquerda";

/* Class = "NSMenuItem"; title = "Apenas direita"; ObjectID = "1130"; */
"1130.title" = "Apenas direita";

/* Class = "NSMenuItem"; title = "Esquerda expandida"; ObjectID = "1131"; */
"1131.title" = "Esquerda expandida";

/* Class = "NSMenuItem"; title = "Direita expandida"; ObjectID = "1132"; */
"1132.title" = "Direita expandida";

/* Class = "NSMenuItem"; title = "Capítulos"; ObjectID = "1140"; */
"1140.title" = "Capítulos";

/* Class = "NSMenuItem"; title = "AVL"; ObjectID = "1143"; */
"1143.title" = "AVL";

/* Class = "NSMenu"; title = "AVL"; ObjectID = "1144"; */
"1144.title" = "AVL";

/* Class = "NSTextFieldCell"; title = "Ficheiro áudio externo:"; ObjectID = "1158"; */
"1158.title" = "Ficheiro áudio externo:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "Metade do tamanho"; ObjectID = "1166"; */
"1166.title" = "Metade do tamanho";

/* Class = "NSMenuItem"; title = "Repetição A-B"; ObjectID = "1170"; */
"1170.title" = "Repetição A-B";

/* Class = "NSMenu"; title = "Repetição A-B"; ObjectID = "1171"; */
"1171.title" = "Repetição A-B";

/* Class = "NSMenuItem"; title = "Definir ponto inicial"; ObjectID = "1174"; */
"1174.title" = "Definir ponto inicial";

/* Class = "NSMenuItem"; title = "Definir ponto de retorno"; ObjectID = "1175"; */
"1175.title" = "Definir ponto de retorno";

/* Class = "NSMenuItem"; title = "Cancelar"; ObjectID = "1177"; */
"1177.title" = "Cancelar";

/* Class = "NSWindow"; title = "ParseURL"; ObjectID = "1184"; */
"1184.title" = "ParseURL";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "Cancelar"; ObjectID = "1193"; */
"1193.title" = "Cancelar";

/* Class = "NSMenuItem"; title = "Método de desentrelação"; ObjectID = "1196"; */
"1196.title" = "Método de desentrelação";

/* Class = "NSMenu"; title = "Método de desentrelação"; ObjectID = "1197"; */
"1197.title" = "Método de desentrelação";

/* Class = "NSMenuItem"; title = "Nenhum"; ObjectID = "1198"; */
"1198.title" = "Nenhum";

/* Class = "NSMenuItem"; title = "FFMpeg"; ObjectID = "1200"; */
"1200.title" = "FFMpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "Ir para pasta de snapshots..."; ObjectID = "1206"; */
"1206.title" = "Ir para pasta de snapshots...";

/* Class = "NSMenuItem"; title = "Procurar actualizações..."; ObjectID = "1212"; */
"1212.title" = "Procurar actualizações...";
